{
  "libraryStrings": {
    "selectVideo": "Bạn phải chọn một video trước khi thêm tương tác.",
    "noVideoSource": "Không có nguồn video",
    "notVideoField": "\":path\" không phải là một video.",
    "notImageField": "\":path\" không phải là một hình ảnh.",
    "insertElement": "Nhấp và kéo để đặt :type",
    "popupTitle": "Sửa :type",
    "done": "Đã xong",
    "loading": "Đang tải...",
    "remove": "Loại bỏ",
    "removeInteraction": "Bạn có chắc chắn muốn loại bỏ sự tương tác này?",
    "addBookmark": "Thêm bookmark tại @timecode",
    "newBookmark": "Bookmark mới",
    "bookmarkAlreadyExists": "Bookmark đã tồn tại ở đây. Di chuyển playhead và thêm dấu trang hoặc màn hình gửi vào lúc khác.",
    "tourButtonStart": "Tour",
    "tourButtonExit": "Thoát",
    "tourButtonDone": "Đã xong",
    "tourButtonBack": "Quay lại",
    "tourButtonNext": "Tiếp theo",
    "tourStepUploadIntroText": "<p>Tour này hướng dẫn bạn qua các tính năng quan trọng nhất của trình chỉnh sửa Video tương tác.</p><p>Bắt đầu tour này bất cứ lúc nào bằng cách nhấn nút Tour ở góc trên cùng bên phải.</p><p>Nhấn EXIT để bỏ qua chuyến tham quan này hoặc nhấn NEXT để tiếp tục.</p>",
    "tourStepUploadFileTitle": "Thêm video",
    "tourStepUploadFileText": "<p>Bắt đầu bằng cách thêm một tập tin video. Bạn có thể tải tệp lên từ máy tính hoặc dán URL vào video YouTube hoặc tệp video được hỗ trợ.</p><p>Để đảm bảo khả năng tương thích giữa các trình duyệt, bạn có thể tải lên nhiều định dạng tệp của cùng một video, chẳng hạn như mp4 và webm</p>",
    "tourStepUploadAddInteractionsTitle": "Thêm tương tác",
    "tourStepUploadAddInteractionsText": "<p>Khi bạn đã thêm video, bạn có thể bắt đầu thêm tương tác.</p><p>Nhấn tab <em>Thêm tương tác</em> để bắt đầu.</p>",
    "tourStepCanvasToolbarTitle": "Thêm tương tác",
    "tourStepCanvasToolbarText": "Để thêm tương tác, hãy kéo một yếu tố từ thanh công cụ và thả nó vào video.",
    "tourStepCanvasEditingTitle": "Sửa tương tác",
    "tourStepCanvasEditingText": "<p>Khi một tương tác đã được thêm vào, bạn có thể kéo để định vị lại nó.</p><p>Để thay đổi kích thước tương tác, nhấn vào tay cầm và kéo. xuất hiện. Để chỉnh sửa nội dung tương tác, nhấn nút Chỉnh sửa trong menu ngữ cảnh. Bạn có thể xóa tương tác bằng cách nhấn nút Xóa trên menu ngữ cảnh.</p>",
    "tourStepCanvasBookmarksTitle": "Bookmarks",
    "tourStepCanvasBookmarksText": "Bạn có thể thêm Dấu trang từ menu Dấu trang. Nhấn nút Bookmark để mở menu.",
    "tourStepCanvasEndscreensTitle": "Màn hình gửi",
    "tourStepCanvasEndscreensText": "Bạn có thể thêm màn hình gửi từ menu màn hình gửi. Nhấn nút màn hình gửi để mở menu.",
    "tourStepCanvasPreviewTitle": "Xem trước video tương tác của bạn",
    "tourStepCanvasPreviewText": "Nhấn nút Phát để xem trước video tương tác của bạn trong khi chỉnh sửa.",
    "tourStepCanvasSaveTitle": "Lưu và xem",
    "tourStepCanvasSaveText": "Khi bạn hoàn tất việc thêm các tương tác vào video của mình, hãy nhấn Lưu/Tạo để xem kết quả.",
    "tourStepSummaryText": "Bài kiểm tra Tóm tắt tùy chọn này sẽ xuất hiện ở cuối video.",
    "fullScoreRequiredPause": "Tùy chọn \"Điểm đầy đủ yêu cầu\" yêu cầu \"Tạm dừng\" được bật.",
    "fullScoreRequiredRetry": "Tùy chọn \"Điểm đầy đủ yêu cầu\" yêu cầu \"Thử lại\" được bật.",
    "fullScoreRequiredTimeFrame": "Đã tồn tại một tương tác yêu cầu điểm đầy đủ ở cùng khoảng thời gian với tương tác này.<br> Chỉ một trong số các tương tác sẽ được yêu cầu trả lời.",
    "addEndscreen": "Thêm màn gửi tại @timecode",
    "endscreen": "Màn hình gửi",
    "endscreenAlreadyExists": "Màn hình gửi đã tồn tại ở đây. Di chuyển playhead và thêm một màn hình gửi hoặc đánh dấu vào một thời điểm khác.",
    "tooltipBookmarks": "Nhấp để thêm dấu trang tại điểm hiện tại trong video",
    "tooltipEndscreens": "Nhấp để thêm màn hình gửi tại điểm hiện tại trong video"
  }
}
